const recipe = 
{
     "dessert": [
     {
        "id": 1,
        "title": "Apple Galette",
        "description":"Serve it warm with vanilla ice cream for the most enjoyable pairing and sublime flavor! Just imagine it a crisp and flaky truly unbeatable crust finished with a crunchy coarse sugar. Then blanketed over are tender lightly tart warmly cinnamon spiced apples. And it’s all crowned with rich creamy sweet vanilla ice cream.Talk about tempting! If only it could pass for a decent breakfast I’d be eating it everyday.",
      "ingredients":[
        "- 1 1/2 cups (214 g) unbleached all-purpose flour (scoop and level to measure)",
        "- 1 Tbsp (11 g) granulated sugar",
        "- 1/4 tsp salt",
        "- 10 Tbsp (142 g) unsalted butter cut into 1/2-inch cubes",
        "- 4 to 5 Tbsp ice water",
        "- 1 1/2 lbs (3 large) baking apples*",
        "- 1/4 cup (50 g) granulated sugar**",
        "- 1/2 tsp ground cinnamon",
        "- 2 Tbsp (28 g) unsalted butter diced into 1/4-inch cubes",
        ],
      "procedure": [
        "1. In a large mixing bowl whisk together flour, sugar and salt.",
        "2. Add 10 Tbsp butter cubes and cut into mixture using a pastry blender until there are just small pea size clumps of butter throughout (some larger are fine).",
        "3. Drizzle in 1 Tbsp ice water at a time and toss right away adding just enough water until mixture comes together in larger clumps. Dump dough out onto a clean surface and knead several times until dough just comes together.",
        "4. Press into an even disk (about 5 to 6 inches across). Wrap in plastic wrap and chill 30 to 60 minutes.",
        "5. Preheat oven to 375 degrees. Line a rimmed 18 by 13-inch baking sheet with parchment paper.",
        "6. Remove dough from fridge dust top with flour and roll out onto a well floured surface to about a 13.5-inch round.",
        "7. Fold dough in half then in half again and transfer to a parchment paper lined baking sheet with the corner in the center and unfold the dough (it will run up the sides of the pan and that's ok). Transfer to fridge.",
        "8. Peel core halve and thinly slice each of the apples (about 1/6th-inch thickness if using golden delicious slice 1/4-inch).",
        "9. Place apples in a large mixing bowl add 1/4 cup sugar and the cinnamon and toss to evenly coat.",
        "10. Align apples in a circular pattern over crus leaving about a 2-inch edge uncovered with apples.",
        "11. Fold dough edges up over apples. Start at one point in the round then move around the crust folding up about every 3-inches.",
        "12. In a mixing bowl whisk egg with water then use a pastry brush to brush edges of the pie crust. Sprinkle edges with the turbinado sugar. Dot remaining 2 Tbsp butter over apples.",
        "13. Bake in preheated oven until apples are tender about 40 to 50 minutes. After removing from the oven",
        "14. Let cool for about 10 minutes. Brush with honey or apricot preserves if desired before slicing. Serve with vanilla ice cream if desired.",
      ],
      
      "image": "",
    },
    {
        "id": 2,
        "title": "Berry Trifle",
        "description":"
        And don’t be deceived by it’s fancy good looks you’ll actually find it really a breeze to prepare. That is thanks to the use of a store-bought cake to save plenty of prep time and no cool time required Did I mention it’s a no-bake no-cook dessert as well?There’s just a few simple steps here of chopping whipping and layering.And while it’s true that many of us may not be big fans of store-bought cakes this recipe is one of the best ways to doctor up an otherwise boring and slightly dry angel food cake. The secret is in the fresh lemon and honey glaze that’s brushed over it.I think you’ll love the flavor in this dessert! Everything here pairs beautifully together and it’s sure to be a highlight of any summer gathering!",
        "ingredients":[
        "- 1 (13 to 16 oz) store-bought angel food cake",
        "- 3 Tbsp fresh lemon juice",
        "- 1 1/2 tsp lemon zest",
        "- 3 Tbsp honey",
        "- 1 3/4 cups heavy cream",
        "- 12 oz. cream cheese",
        "- 1 1/4 cups (160g) powdered sugar",
        "- 1 1/2 tsp vanilla extract",
        "- 16 oz. fresh strawberries sliced",
        "- 18 oz. fresh blueberries",
        "- 6 oz fresh raspberries",
        "- Mint leaves, optional",
        ],
        "procedure":[
        "1. Slice angel food cake into 3/4-inch thick slices.",
        "2. In a small mixing bowl whisk together lemon juice lemon zest and honey until well blended. Brush mixture over each both sides of the angel food cake slices (try to use all of it up).",
        "3. Cut angel food cake slices into 3/4-inch cubes. Set aside.",
        "5. In a large mixing bowl using an electric hand mixer whip the heavy cream on medium speed until slightly thickened then increase speed to high and whip until very stiff peaks form (it should star to loose that wet sheen).",
        "6. In a separate large mixing bowl using electric hand mixer (no need to clean beater blades) whip cream cheese powdered sugar and vanilla extract on low speed until blended. Increase speed to high and whip until light and fluffy about 2 to 3 minutes.",
        "7. Add whipped cream to the cream cheese mixture and fold with a spatula until mixtures are evenly combined.",
        ],
        "image": "url"
    },
    {
        "id": 3,
        "title": "Chocolate Cream Pie",
        "description":"just like chocolate pudding but in pie form!Sure during the holidays we all love our fruity pies but some sort of chocolate pie is always a welcome change and definitely deserves a place in the line up. Chocolate lovers will thank you.It will be savored down to the last creamy topped crumb and may likely become a repeatedly requested tradition each holiday season!
        
        There are a few steps to it especially if you prepare the homemade pie crust but it’s worth every bit of effort and overall it is a straightforward easy method to follow. A critical step is just that you ensure the filling is thickened well over the stovetop so you’re pie will be firm enough to hold up when sliced.",
        "ingredients":[
        "- 1 blind baked pie crust, recipe here",
        "- 4 oz. bittersweet chocolate (60 to 65 percent) chopped small",
        "- 3 Tbsp (42 g) unsalted butter cut into 1 Tbsp pieces",
        "- 2 tsp vanilla extract",
        "- 2/3 cup (136 g) granulated sugar",
        "- 1/4 cup (24 g) Dutch process cocoa powder (scoop and level to measure)",
        "- 1/4 cup (33 g) cornstarch (scoop and level to measure)",
        "- 1/4 tsp salt",
        "- 3 large egg yolks",
        "- 3 cups (710 ml) whole milk divided",
        ],
        "procedure":
       [ "1. For the pie crust: Prepare and bake the pie crust as directed. Let it cool completely.",
       "2. For the pie filling: Place chopped chocolate and butter in a large mixing bowl pour in 2 tsp vanilla. Set a large sieve over the bowl and set aside.",
       "3. In a 3 quart saucepan whisk together 2/3 cup sugar the cocoa powder cornstarch and salt until well blended.",
       "4. Whisk in egg yolks and 1/2 cup of the milk until well combined. Mix in the remaining 2 1/2 cups milk.",
       "5. Set mixture over medium heat and cook whisking constantly (don't forget to scrape along the bottom corners of the pan while whisking) until mixture boils (bubbles should be over the top surface not just the edges). Let boil 1 minute while whisking constantly.",
       "6. Pour the mixture into sieve set over chocolate mixture then press with a silicone spatula against sieve to remove lumps.",
       "7. Stir stained mixture with the chocolate and butter mixture until everything is melted."],
        "image": "url"
    },
    {
        "id": 4,
        "title": "Christmas Tree Cookies",
        "description":
        "I made these with my kids this weekend for a fun baking project and I thought they were too good not to share.
        These are unbelievably soft deliciously buttery perfectly sweet (once you add the frosting) and they’re simplistically satisfying – yet pretty and festive. Plus the decorating options are endless.
        I’ve listed the recipe to include a little extra frosting because we know how kids (and some of us adults) like to decorate cookies – extra frosting and loads of sprinkles. If you like sugar cookies or blondies this is the holiday cookie for you!",
        "ingredients":[
        "- 1 1/3 cups (186g) unbleached all-purpose flour (scoop and level to measure)",
        "- 1/4 tsp baking soda",
        "- 1/4 tsp salt",
        "- 2/3 cup (135g) granulated sugar",
        "- 10 Tbsp (141g) unsalted butter softened",
        "- 1 large egg",
        "- 1 tsp vanilla extract",
        "- 1/4 tsp almond extract*"
        ],
        "procedure":[
        "1. Preheat oven to 350 degrees. Butter a 9-inch springform pan or cake pan line with a round of parchment paper and butter parchment paper. Dust pan lightly with flour then shake out excess.",
        "2. In a medium mixing bowl whisk together flour baking soda and salt. Set aside.",
        "3. In the bowl of an electric stand mixer fitted with the paddle attachment blend together butter and granulated sugar until combined. Scrape down bowl.",
        "4. Mix in egg then mix in 1 tsp vanilla and the almond extract. Scrape down bowl.",
        "5. Add flour mixture and mix until combined.",
        "6. Scoop dough into prepared pan. Spray hands with non-stick cooking spray then spread dough into an even layer in pan.",
        "7. Bake in preheated oven until set about 14 - 16 minutes.",
        "8. If sides are a little higher after baking you can flatten down with the bottom of a measuring cup. Let cookie cool completely on a wire rack (about 1 hour).",
        "9. To make the frosting in a medium mixing bowl using an electric hand mixer blend together powdered sugar butter milk and 1/2 tsp vanilla until well combined. Tint with food coloring if using.",
        "10. Transfer frosting to a resealable bag seal bag while pressing excess air out. Cut one small corner from the bottom edge set aside.",
        "11. Run a small sharp knife along edge of the cookie in pan to ensure it's loose. If you used a springform pan remove then ring if you used a cake pan the invert cookie onto a cutting board (it make take some forceful tapping on bottom or dropping pan upside down to help coax it out).",
        "12. Cut cookie into 8 wedges then trim rounded ends if desired.",
        "13. Decorate cookies with frosting sprinkles and pretzel pieces for tree trunks if using. Just gently press pretzel into cookie if using."],
        "image": "url"
    },
    {
        "id": 5,
        "title": "Marshmallows",
        "description":"
        They truly are the best marshmallows you’ll ever eat (we’ve already made 5 batches for the holidays)! And they don’t require any fancy ingredients just some candy staples.
        
        For a streamlined process just be sure to have everything measured and tools ready before you begin to make things easier (such as lining and greasing the pan because this sticky mixture likes to begin to set quickly). Also read over the entire recipe before you start (as should be done with any recipe).
        
        These also make for a delicious Christmas gif paired with a jar of this homemade hot chocolate mix of course! The two combined makes the tastiest cup of hot cocoa ever!",
        "ingredients":["- 2/3 cup (80g) powdered sugar",
        "- 1/3 cup (46g) cornstarch",
        "- 1 cup (235ml) cold water divided",
        "- 2 1/2 Tbsp (24g) unflavored gelatin powder",
        "- 2/3 cup (155ml) light corn syrup",
        "- 2 cups (400g) granulated sugar",
        "- 1/4 tsp salt",
        "- 2 tsp vanilla extract"],
        "procedure":[
        "1. In a medium mixing bowl whisk together powered sugar and cornstarch. Set aside.",
        "2. Line a 13 by 9-inch baking dish (for smaller marshmallows) or 9 by 9-inch baking dish (if you want larger marshmallows) with two sheets of aluminum foil leaving a 1-inch overhang on all sides. Spray foil with non-stick cooking spray. Spray a spatula with non-stick cooking spray and set near baking dish.",
        "3. Add 1/2 cup water to bowl of electric stand mixer. While whisking sprinkle gelatin in and whisk quickly for a few seconds scrape down any gelatin from the sides. Let mixture rest 15 minutes until firm. Securely attach mixer bowl to stand mixer and set stand mixer with a whisk attachment.",
        "4. Meanwhile pour remaining 1/2 cup water and the corn syrup into a medium saucepan. Pour sugar and salt into the center of the saucepan (so it doesn't touch sides and burn).",
        "5. Set over medium-high heat and bring to a boil. Let boil while occasionally gently swirling pan for even cooking until mixture reaches 240 degrees on a candy thermometer about 6 to 8 minutes.",
        "6. Right away set the stand mixer to low speed and carefully pour the hot sugar mixture into the gelatin mixture while avoiding the whisk. Gradually increase speed to high then whip until mixture is very fluff well thickened and coats whisk about 5 to 12 minutes.*",
        "7. Add the vanilla and continue to blend on high speed until well combined about 15 seconds longer.",
        "8. Quickly scrape the mixture into the prepared baking dish then use the greased spatula to spread into an even layer. Sift 2 Tbsp of the powdered sugar mixture evenly over the top. Cover pan and let rest 12 hours for marshmallows to set completely.",
        "9. Dust a cutting board evenly with 2 Tbsp of the powdered sugar mixture and lightly spray a large chef's knife with non-stick cooking spray.",
        "10. Invert marshmallows onto cutting board then peel away the foil. Sift 2 Tbsp powdered sugar mixture evenly over top of the marshmallow slab.",
        "11. Cut marshmallows into rows then to desired individual size (for the smaller marshmallows cut 1-inch squares for larger marshmallows 1 1/2-inch squares).",
        "12. Working with about 5 marshmallows at a time transfer them to the remaining powdered sugar mixture and toss to coat all sides. Place in a sieve and shake off excess powered sugar back into bowl.",
        "13. Store at room temperature up to 2 weeks in an airtight container."],
        "image": "url"
    },
    {
        "id": 6,
        "title": "Buffalo Chicken Dip",
        "description":"
        This simple dip is made with a handful of ingredients yet it really packs in a flavorful punch.
        And there are so many options as to what you can use for dipping. Just think crispy for that finishing crunch to pair with it.
        Then if you are lucky enough to have any leftovers spread in a quesadilla or make a mini pizza.",
        "ingredients":["- 8 oz. cream cheese",
        "- 1/3 cup mayonnaise",
        "- 1/4 cup sour cream",
        "- 1/2 cup Frank's hot sauce",
        "- 1/4 tsp baking soda",
        "- 1 tsp minced garlic (1 clove)",
        "- 2 1/2 cups small chopped rotisserie chicken breast (or shredded small)",
        "- 3/4 cup shredded cheddar cheese divided",
        "- 3/4 cup shredded mozzarella cheese divided",
        "- 1 Tbsp finely chopped fresh parsley plus more for garnish",
        "- 1 Tbsp thinly sliced green onions plus more for garnish"],
        "procedure":["1. Preheat oven to 350 degrees.",
        "2. Place cream cheese in a large mixing bowl. Beat with an electric hand mixer until smooth.",
        "3. Add mayonnaise sour cream hot sauce baking soda and garlic and mix with mixer until blended (it's okay if it's a little lumpy the cream cheese will melt in the oven).",
        "4. Add chicken",
        "5. 1/2 cup of the cheddar",
        "6. 1 cup mozzarella parsley and green onions and fold mixture until evenly combined. Season with salt if needed (keep in mind if serving with crackers or chips you shouldn't need salt) and pepper to taste.",
        "7. Pour mixture into a deep dish 9-inch pie plate or a other 1.5 quart casserole dish. Spread evenly.",
        "8. Sprinkle top evenly with remaining 1/4 cup cheddar and 1/4 cup mozzarella cheese.",
        "9. Bake in preheated until heated through about 20 minutes",
        "10. Serve warm with crackers tortilla chips carrots celery or bell pepper."],
        "image": "",
    }],
    "maindish":[{
        "id": 7,
        "title": "Chicken Stir-Fry",
        "description":"
        This healthy chicken stir-fry is no exception! It’s packed with veggies and it’s perfectly filling and flavorful.
        And this version is perfectly saucy because isn’t that a must? Plus it’s easy to customize with your favorite vegetables or others you may have on hand.
        Chicken Stir Fry 
        You can also swap out the chicken breasts for chicken thighs if that’s what you prefer.
        Skip going out and enjoy this delicious take-out style dinner at home instead!",
        "ingredients":["- 2 Tbsp soy sauce or more to taste",
        "- 4 tsp cornstarch",
        "- 3/4 cup low-sodium chicken broth",
        "- 1 Tbsp oyster sauce",
        "- 1 tsp toasted sesame oil",
        "- 1 Tbsp honey or brown sugar**",
        "- 1 lb. boneless skinless chicken breasts* cut into 1-inch pieces",
        "- 2 Tbsp vegetable oil or light olive oil",
        "- 1 1/2 cups sliced carrots (about 3 mediu cut about 1/6-inch thick)",
        "- 1 small yellow onion sliced (1 small)",
        "- 2 1/2 cups broccoli florets chopped into bite size pieces rinsed and leave water that clings to broccoli",
        "- 1 medium red bell pepper seeded and sliced into 1 1/2-inch long strips",
        "- 1 1/2 cups sugar snap peas sliced into halves if larger",
        "- 1 Tbsp peeled and finely minced fresh ginger",
        "- 3 cloves garlic minced"],
        "procedure":["1. In a small mixing bowl whisk together soy sauce with cornstarch then whisk in chicken broth oyster sauce sesame oil and honey. Set aside.",
        "2. Heat 1 Tbsp oil in a non-stick 12-inch skillet (that's deep or use a saute pan or wok) over medium-high heat.",
        "3. Dab chicken dry with paper towels season with a pinch of salt. Add chicken to skillet spacing pieces apart in an even layer.",
        "4. Cook chicken through turning halfway through cooking about 6 minutes total (center should be 165 degrees and should no longer be pink). Transfer to a plate or sheet of foil leaving oil in skillet.",
        "5. Add another 1 Tbsp oil to skillet. Add in carrots and onions and saute 4 minutes.",
        "6. Add in broccoli bell pepperpeas ginger and garlic and saute until nearly tender about 4 minutes.",
        "7. Whisk soy sauce mixture once more then pour into pan and cook tossing constantly until sauce has thickened and veggies are tender about 1  2 minutes.",
        "8. Toss in chicken. Season with more soy sauce to taste if desired.",
        "9. Serve immediately over white or brown rice. If desired sprinkle with red pepper flakes or sesame seeds or drizzle with sriracha."],
        "image": "url"
    },
    {
        "id": 7,
        "title": "Chili",
        "description":"
        This slow cooker method is my favorite for chili. The flavor of the crockpot chili is rich and robust the texture of the beef is so tender and it turns out perfect every time!
        It’s just the way the ground beef in chili should be. Six hours of slow cooking creates the best chili ever!
        And have I mentioned how easy this it is to make? It’s a total breeze so this will likely become a recipe you won’t want to lose!",
        "ingredients":["- 1 Tbsp olive oil",
        "- 2 lbs lean ground beef",
        "- 1 large yellow onion finely chopped",
        "- 3 cloves garlic finely minced",
        "- 2 (14.5 oz) cans diced tomatoes with green chilies*",
        "- 3 (8 oz) cans tomato sauce",
        "- 1/2 cup beef broth",
        "- 2 Tbsp chili powder",
        "- 2 1/2 tsp ground cumin",
        "- 2 tsp paprika",
        "- 2 tsp unsweetened cocoa powder",
        "- 1 tsp granulated sugar",
        "- 1/2 tsp ground coriander",
        "- Salt and freshly ground black pepper",
        "- 1 (15 oz) can dark red kidney beans drained and rinsed",
        "- 1 (15 oz) can light red kidney beans drained and rinsed",
        "- Shredded cheddar cheese for serving"], 
        "procedure":["1. Heat olive oil in a large and deep non-stick skillet over medium-high heat.",
        "2. Add onion and saute 3 minutes then add garlic and saute 30 seconds longer. Pour onions into a 6 or 7 quart slow cooker (I like this one HERE).",
        "3. Return skillet to medium-high eat add beef and cook stirring occasionally until beef has browned.",
        "4. Drain most of fat from beef leaving about 2 Tbsp in with beef (this is optional I think it ads flavor but you can drain it all if you'd prefer). Pour browned beef into slow cooker.",
        "5. Stir in diced tomatoes tomato sauce beef broth chili powder cumin paprik cocoa powder sugar coriander and season mixture with salt and pepper to taste.",
        "6. Cover with lid and cook on low heat for 5 - 6 hours.",
        "7. Stir in dark and light red kidney beans and allow to heat through, about 2 minutes. Serve warm with desired toppings."],
        "image": "url"
    },
    {
        "id": 8,
        "title": "Chinese Barbecue Pork",
        "description": "Like all moms, I wear a lot of hats: mama, ranch employee, ranch wife, chief car-packer, distributor of snacks, protector of the iTunes, head chef…and the list goes on. I’m proud of what we do on our New Mexico ranch, and feel so fortunate that we will be able to raise our boys on the ranch in one of the richest traditions of our country.  Most of the food in this country is raised by families just like ours, and this community is the best I’ve ever known.  One of my favorite recipes to make all year is this Balsamic Steak Pasta. - Cassidy Johnston, rancher and author of the blog Cow Country. Cassidy lives with her husband and two sons on a cattle ranch in southeastern New Mexico.",
        "ingredients":[
        "- 2 star anise crushed",
        "- 1 tbs hoisin sauce",
        "- 2 tbs light soy sauce",
        "- 2 tbs brown sugar",
        "- 2 tbs honey",
        "- 1 1/2 tsp dry sherry",
        "- 2 tsp ginger grated",
        "- 1 garlic clove large",
        "- 1 1/2 tsp red liquid food colouring"],
        "procedure":["1. For the marinade combine all ingredients together and mix well.",
        "2. Pour over pork cover and refrigerate overnight turning occasionally if possible.",
        "3. Barbeque pork brushing with marinade for around 15 minutes.",
        "4. one tablespoon of Chinese five spice powder can be substituted for the star anise."],
        "image": "url"
    },
    {
        "id": 10,
        "title": "Cobb Salad",
        "description":"
        Loaded to the max with bite size tender rotisserie chicken pieces super flavorful crispy bacon vibrantly tasty red onion rich eggs creamy avocado bold blue cheese and lightly sweet tomatoes.
        
        It’s a king of salads and easily worth the extra bit of prep!
        
        
        This is also customizable with options to switch out the toppings or use a different type of dressing.",
        "ingredients":"- 2/3 cup olive oil
        - 2 Tbsp red wine vinegar
        - 2 Tbsp lemon juice
        - 2 tsp dijon mustard
        - 1 tsp honey
        - 1 tsp garlic
        - 1/2 tsp each salt and freshly ground black pepper
        - 8 slices bacon
        - 4 large eggs
        - 1 large head romaine lettuce chopped into bite size pieces
        - 2 1/2 cups cooked rotisserie chicken chopped
        - 1 1/2 cups grape tomatoes halved
        - 1/2 small red onion thinly sliced (1/3 cup)
        - 1 large avocado diced
        - 3 oz blue cheese crumbled or 1 cup shredded cheddar cheese (we prefer cheddar)",
        "procedure":"1. For the bacon: Preheat oven to 400 degrees. Line a rimmed 18 by 13-inch baking sheet with aluminum foil.
        2. Lay bacon strips in a single layer on the baking sheet. Bake in preheated oven until crisp about 12 - 20 minutes (bake time varies based on thickness of bacon).
        3. Drain on paper towels then chop.
        4. For the eggs: Add 1-inch of water to a 4 quart pot or saucepan. Bring to a boil over medium-high heat.
        5. Add eggs cover with lid and let cook 14 minutes. Transfer to a bowl of ice water right away. Let rest 15 minutes then peel eggs and chop.
        6. Prepare salad: Layer lettuce into a large salad bowl or among five serving plates. Top with bacon eggs tomatoes onions avocado and blue cheese.
        7. Whisk dressing again then pour over salad and serve.",
        "image": "url"
    }],
    "seafood":[{
        "id": 11,
        "title": "Avocado Tuna Salad",
        "description":"
        I don’t have anything against classic tuna salad — I still make it all the time! — but I was curious to see if it would still be good without it and this olive oil and avocado version definitely makes the cut!
        
        I don’t recommend making this easy tuna salad recipe too far in advance. It’s best served soon after making it because the avocado will start to brown after a while and the juices in the veggies will break down.
        So scale the avocado tuna recipe as needed if you don’t plan on serving to three people.
        
        I like to serve this avocado tuna salad in sandwich thins. Bread pita wraps croissants and sturdy lettuce leaves are good options too Or even just eat it plain sans bun or wrap. It also makes a great salad topping and can also be mixed with warm pasta for a tuna/pasta salad hybrid.",
        "ingredients":["- 2 (5 oz) cans tuna in water, drained well*",
        "- 1/2 cup diced seeded tomatoes (2 small)",
        "- 1/2 cup diced yellow bell pepper (1/2 medium)",
        "- 1/3 cup chopped red onion ",
        "- 1/4 cup chopped fresh parsley",
        "- 1 medium avocado (not too soft)",
        "- 2 - 3 Tbsp olive oil",
        "- 2 Tbsp fresh lemon juice",
        "- Salt and freshly ground black pepper",
        "- Whole wheat sandwich thins pita pockets whole grain bread or romaine lettuce leaves for serving"],
        "procedure":[
         "1. To a medium mixing bowl add drained tuna tomatoes bell pepper onion parsley avocado olive oil lemon juice and season with salt and pepper to taste.",
        "2. Toss mixture. Serve in sandwich thins or pita pockets on toasted bread or as lettuce wraps.",
        
        "Notes* If you plan on eating tuna a few times a month I recommend using light tun if you only eat it once in a while then white albacore is fine. I say this because recent studies show canned white albacore has 3x the mercury levels as light tuna so it shouldn't be eaten frequently.*Also if using the white albacore tuna mash it up in the bowl a bit first before adding other ingredients it just has a better mouthfeel this way.Nutrition is only for tuna salad bread or wrap not included."],
        "image": "url"
    },
    {
        "id": 12,
        "title": "California Sushi Bowls",
        "description":"You get a slightly sweet slightly tangy tender sushi rice and atop is a blend of crab (or imitation crab) crisp fresh veggies including carrots cucumber and buttery avocado. Then there’s also umami-rich nori flavorful pickled ginger a salty soy finish creamy and spicy sriracha mayo, then buttery little sesame seeds to finish it off with more texture. Talk about explosion of flavor in every bite!Plus these are so easy to make. Just cook the rice chop everything up then serve it layered together individual bowls. No meticulous cutting and rolling just slice it dice it dress it and boom! Dinner (or lunch) is served. I think these would be so fun for a party to serve in mini bowls. Everyone would think you are genius. I think you could easily get 10 mini servings out of this just be sure to set aside a few for yourself they’ll go quick.",
        "ingredients":["- 2 cups dry California Calrose Sushi Rice",
        "- 5 Tbsp rice vinegar  divided",
        "- 2 Tbsp granulated sugar",
        "- 1/2 tsp salt",
        "- 1/4 cup light mayonnaise or regular mayonnaise",
        "- 1 1/2 Tbsp sriracha",
        "- 1/4 cup low-sodium soy sauce",
        "- 10 oz imitation crab or lump crabmeat  torn or chopped into small bite size pieces",
        "- 1 1/2 cups diced English cucumber",
        "- 3/4 cup roughly chopped matchstick carrots",
        "- 1 nori sheet  chopped or crumbled into small pieces (add more if you'd like)",
        " 1 1/2 Tbsp chopped pickled sushi ginger",
        "- 1 large avocado  peeled and diced",
        "- Black and toasted sesame seeds  for garnish"],
        "procedure":[
        "1. Place rice in a fine mesh strainer and rinse under cold water until water runs clear (it will take about 2 minutes of rinsing). Tap bottom of strainer with palm of your hand until water no longer falls from strainer (it should be well drained).",
        "2. Transfer rice to a medium saucepan along with 2 1/4 cups water. Bring mixture to a full boil then reduce heat to low cover with lid and simmer 15 minutes. Remove from heat, keep covered and let rest 10 minutes.",
        "3. Meanwhile in a small saucepan combine 4 Tbsp of the vinegar with the sugar and salt. Heat over medium heat cook and whisk until sugar has dissolved. Remove from heat, let cool while rice is resting then pour vinegar mixture over rice and toss to evenly coat.",
        "4. In a small mixing bowl whisk together mayonnaise with sriracha. Transfer to a sandwich size resealable bag. Set aside.",
        "5. Separately in a small mixing bowl whisk together soy sauce and remaining 1 Tbsp vinegar set aside.",
        "6. In a large mixing bowl gently toss together crab meat cucumber carrots nori ginger and avocado OR keep it separate and just divide chopped ingredients into sections over a rice layer in serving bowls.",
        "7. Divide prepared rice among 4 or 5 bowls. Top with crab mixture.",
        "8. Spoon soy sauce mixture over top of each serving. Cut a small tip from one corner of the resealable bag and drizzle sriracha mayo over each serving. Serve shortly after preparing (the avocado will start to brown)."],
        "image": "url"
    },
    {
        "id": 13,
        "title": "Ceviche",
        "description":"marinated in lemon and/or lime citrus juices. The acidity in the citrus cures the fish causing it to denature the proteins and become firm and opaque while absorbing flavor.After the seafood has sort of cooked in a way other ingredients are tossed in such as onions cilantro peppers and tomatoes.It’s such a vibrant dish that’s perfect for weekends or parties. Truly a recipe seafood lovers will instantly fall in love with especially when you pair it with freshly fried or baked homemade tortilla chips!",
        "ingredients":[
        "- Shrimp: I like to use medium shrimp and dice it small so everything is more uniform in size. It’s especially best to cut small if serving as a dip.",
        "- Limes: You’ll need about 3 limes.",
        "- Lemons: You’ll need about 2 lemons.",
        "- Roma tomatoes: Other varieties of fresh garden grown tomatoes would be extra delicious too.",
        "- Red onions: Yellow onion may be substituted if needed.",
        "- Cilantro: Feel free to add more to taste or cut back a little for a milder flavor.",
        "- Jalapeno: If you like it less spicy remove the seeds.",
        "- Salt and pepper: Add to taste.",
        "- Cucumber: This ingredient is optional but it adds a nice crunch so I prefer it.",
        "- Avocado: Not always included in ceviche but I think it’s a must. It’s such a delicious addition."],
        "procedure":["1. Boil water in pot fill bowl of ice water: Bring a pot of water to a boil. Meanwhile fill up a medium bowl with ice water set aside.",
        "2. Cook shrimp: Add shrimp to boiling water and let cook just until pink and opaque about 1 minute.",
        "3. Drain chill and chop shrimp: Drain shrimp in a colander then transfer to ice water to cool for a few minutes. Drain well then chop shrimp into small pieces (about 1/2-inch).",
        "4. Toss shrimp with fresh ingredients: In a medium bowl (you can use the same bowl) combine shrimp lime juice lemon juice tomatoes onion cilantro jalapeno pepper and season with salt and pepper to taste.",
        "5. Marinate: Transfer to refrigerator and let rest 1 hour.",
        "6. Add last few ingredients: Toss in cucumber and avocado and serve. It’s delicious with tortilla chips or over tostada shells."],
        "image": "url"
    },
    {
        "id": 14,
        "title": "Fish Tacos Recipe",
        "description":"Summer isn’t complete with a night of fish tacos! The great thing about this recipe though is that it can be made year round. I’ve included instructions for grilling baking or cooking the fish on the stovetop.So you can always just do what’s most convenient for you. Or try all three and pick your favorite method (my personal favorite is grilled).These fish tacos are the best! I’ve been using this recipe for years and it’s just a foolproof all around delicious recipe for fish tacos. Usually I use talapia but this time I went with cod to switch things up.Then feel free to swap out my toppings of choice with other favorites you may have (lettuce tomatoes mango salsa corn etc). You could even get crazy and double up on the seasonings if you want bold flavor. It’s tacos we make them how we want!",
        "ingredients":[
        "- Lime juice – this is the best flavor in these tacos it really brightens them up.",
        "- Fresh garlic and garlic powder – I like raw garlic in the marinade but powder in the sauce so it’s not overwhelming. If perferred arlic powder can be used in this marinade as well use 1/4 tsp.",
        "- Chili powder cumin paprika cayenne pepper salt and pepper – these classic Mexican spices add a well seasoned layer of flavor to the fish.",
        "- Talapia cod or mahi mahi – the idea is to use neutral flavored white fish. If you use talapia look for thicker fillets that won’t fall apart easily.",
        "- Corn tortillas – I like to warm them in a little vegetable oil or olive oil so they aren’t bland and dry until they get just a few golden spots then flip and cook on the opposite side.",
        "- Shredded purple cabbage – this adds that classic crunch we crave in seafood tacos.",
        "- Avocado – use a nice ripe avocado it’s always a game changer.",
        "- Cilantro – feel free to add more to taste.",
        "- Cotija cheese – this optional ingredient adds a nice light tang it’s one of my favorite Mexican cheeses.",
        "- Sour cream and Mayonnaise – these are used to make a creamy fish taco sauce. I like to use full fat for a rich sauce but low fat will work great too.",
        ],
        "procedure":[
        "1. In a mixing bowl whisk together vegetable oil lime juice garlic chili powder cumin paprika cayenne and season with salt and pepper to taste (about 3/4 tsp salt 1/4 tsp pepper).",
        "2. Place fish into a dish or gallon size resealable bag and pour marinade over fish (if using a bag seal bag and gently move bag around to evenly coat fish with marinade), allow to marinate in mixture 20 minutes (and no longer than 30 minutes).",
        "Grilling Method: 4. Preheat a grill to medium-high heat. Brush grill grates with oil and place fish on grill.,5. Grill until cooked through about 3 minutes per side (cook time will vary based on thickness of fish).",
        "Oven Method: 7. Preheat oven to 400 degrees. Line a baking sheet with parchment paper or spray with non-stick cooking spray. 8 Place fish on prepared baking sheet. Bake until cooked through about 10 - 15 minutes (fish should flake easily with a fork)."],
        "image": "url"
    },
    {
        "id": 15,
        "title": "Jambalaya",
        "description":"
        You may be wondering what is the difference between jambalaya and gumbo? The two dishes are very similar but a main distinction is that with gumbo it is served over rice while with jambalaya the rice is mixed right in and cooked with everything else. Gumbo is more stew-like and it usually takes hours of simmering whereas jambalaya can cook in under an hour and is drier.You can’t go wrong with either but today it’s all about the jambalaya! Isn’t it just fun to say? I mean it would have to taste good with a name like that!",
        "ingredients":[
        "- Olive oil – this helps brown the sausage. Vegetable oil works great here too.",
        "- Andouille sausage – I like to use cajun style sausage but most types of smoked sausage will work fine here.",
        "- Yellow onion bell pepper celery and garlic – these fresh vegetables build of the crucial first layer of flavor of the dish don’t skip them.",
        "- Canned crushed tomatoes – this adds a very lightly sweet flavor and gives it that classic tomatoey base. Canned petite diced tomatoes would work too.",
        "- Low-sodium chicken broth – want to make it even better? Use a homemade chicken stock I like to keep some stashed in the freezer. Also don’t toss those rotisserie chicken bones make that same chicken stock with it (I usually go the crockpot route).",
        "- Paprika thyme oregano and cayenne pepper – to keep the list shorter I stick with these four spices but you can also add cumin and chili powder if desired for more flavor.",
        "- White rice – just stick with standard long grain white rice for this recipe. If you swap to a different kind amounts of liquid needed and cook times could vary.",
        "- Orka – this is optional as it’s not a typical ingredient in jambalaya. I usually add it for an extra vegetable for nutrition and a pop of bright color.",
        "- Shrimp – I recommend using large or extra large shrimp in this recipe. Medium will work too but it will cook quicker.",
        "- Cooked chicken – I like to use cooked rotisserie chicken to keep this recipe easy. It saves a step plus if you begin with using diced sauteed chicken breast it can end up overcooked by the time the rice is done anyway.",
        "- Green onions and fresh parsley",
        "– this finishing touch adds a lot of fresh flavor and a nice pop of color. If you don’t want to buy both you can use one or the other."],
        "procedure":[
        "1. Brown sausage set aside: Heat olive oil in a large pot over medium-high heat. Add sausage and cook tossing occasionally until browned about 5 – 6 minutes. Transfer to a plate lined with paper towels to drain leave oil in pan.",
        "2. Saute veggies: Add onion bell pepper and celery to pot. Saute 6 minutes. Add garlic and saute 1 minute longer.",
        "3. Add liquids seasonings raw rice and cooked sausage: Pour in chicken broth crushed tomatoes paprika thyme oregano cayenne pepper and season with salt and pepper to taste. Stir in cooked sausage and rice.",
        "4. Boil then simmer mixture: Bring mixture to a light boil over medium-high heat. Reduce heat to low heat cover and simmer until rice is almost fully tender about 20 – 25 minutes. Stir in a little extra broth as needed.",
        "5. Add shrimp and okra: Stir in shrimp and okra cover and continue to cook until shrimp have cooked through about 4 – 5 minutes.",
        "6. Finish with cooked chicken and fresh greens: Stir in chicken green onions and parsley."],
        "image": "url"
    }],
    "veggy":[{
        "id": 16,
        "title": "Baked Sweet Potato",
        "description":"I vote sweet potatoes fries are better than regular russet potato fries who’s with me?They have more flavor and I love that little bit of natural sweetness. Maybe it’s that after so many years of regular french fries it’s fun to have something new.These roasted sweet potato fries are a great way to get everyone to eat more veggies!While we can’t say these are the crispiest baked sweet potato fries you’ll ever eat (only deep frying will do that) they are a great healthier option! They do get slightly crisp edges as long as you let them brown up a bit.They are a great autumn side dish when sweet potatoes are in season and they pair well with countless main dishes.It’s a simple process to prepare them. Peel and cut toss with oil and seasonings then spread onto baking sheets and bake.Just don’t forget the sauces for serving. As with traditional fries these are that much better with a sauce.",
        "ingredients":["- 2 lbs sweet potatoes peeled and cut into 1/2-inch thick sticks* (cut really long sticks in half)",
        "- 1 Tbsp cornstarch",
        "- 1 tsp salt",
        "- 1/2 tsp freshly ground black pepper",
        "- 1 tsp paprika (can use sweet or smoked)",
        "- 1/2 tsp garlic powder",
        "- 2 1/2 Tbsp olive oil"],
        "procedure":["1. Heat oven and prepare baking sheets: Set oven racks in upper and lower third of the oven and preheat oven to 400 degrees. Grease two 18 by 13-inch baking sheets with non-stick cooking spray set aside.",
        "2. In a small mixing bowl whisk together cornstarch salt pepper paprika and garlic powder.",
        "3. Place sliced sweet potatoes in a large mixing bowl. ",
        "4. Toss sweet potatoes with olive oil then pour cornstarch mixture over sweet potatoes and toss to evenly coat.",
        "5. Divide sweet potatoes among the two baking sheets then spread out evenly.",
        "6. Bake in preheated oven 15 minutes then remove from oven and turn fries.",
        "7. Return to oven (preferably on opposite rack the were on prior) and bake until until fries are golden brown in spots about 10 minutes longer",
        "8. Serve warm with a dipping sauce if desired. If you'd like you can also garnish with a little minced parsley for a pop of green color."],
        "image": "url"
    },
    {
        "id": 17,
        "title": "Candied Yams",
        "description":"
        The thing that really sets these apart from other candied yams is the browned butter

        I started using browned butter in many of my sweet potato recipes because it really is the ultimate way to upgrade sweet potatoes.
        
        It perfectly compliments that sweet flavor while bringing a nutty caramel-like flavor to the dish.
        
        Once you try it this way you’ll never look back! It’s easily worth the few extra minutes to brown the butter.
        
        When a vegetable becomes a total treat everyone will love them!",
        "ingredients":["- 4 lbs. sweet potatoes peeled and cut into 1/2-inch thick rounds",
       " - 1/2 cup salted butter sliced into 1 Tbsp pieces",
        "- 1 cup (220g) packed light brown sugar",
       " - 2 tsp vanilla extract",
       " - 3/4 tsp salt",
        "- 1 tsp ground cinnamon",
        "- 1/4 tsp ground nutmeg",
       " - 1/4 tsp ground ginger",
       " - 1/4 cup heavy cream",
        "- 1 Tbsp cornstarch"],
        "procedure":["1 Preheat oven to 350 degrees. Spray a 13 by 9-inch baking dish with non-stick cooking spray.",
        "2 Align sweet potatoes in rows in baking dish set aside.",
        "3 Place butter pieces in a medium light colored skillet. Set over medium heat and let cook stirring frequently until it has just browned. Right away pour into a medium heat proof mixing bowl so it doesn't continue cooking.",
        "4 Add brown sugar salt cinnamo nutmeg and ginger to butter and mix.",
        "5 In a separate bowl whisk together cream and cornstarch until smooth and well combined. Pour cream mixture and vanilla into brown sugar mixture and whisk to blend well.",
        "6 Pour brown sugar mixture evenly over sweet potatoes in baking dish. Cover tightly with foil.",
        " 7 Bake in preheated oven 50 - 60 minutes until potatoes are nearly tender.",
        "8 Uncover spoon sauce in dish over potatoes and continue to bake 10 - 20 minutes longer until potatoes are fully tender.",
        "9 Serve warm with sauce spooned over top."],
        "image": "url"
    },
    {
        "id": 18,
        "title": "Caprese Salad",
        "description":"
        The traditional Italian caprese salad (pronounced “cah-preh-zseh”) is typically made with just tomatoes basil mozzarella and olive oil but I love the addition of a balsamic reduction. It adds so much flavor!

        Once you try it this way you’ll never look back.
        
        
        It’s unbelievably easy to make and only requires a handful of basic ingredients. And you can serve it as an appetizer or side dish.
        
        Sometimes it’s the simple most humble ingredients and methods that create the most delicious dishes and this caprese salad is proof of that.
        
        Who could resist these layers of flavor paired with a pattern of impressive eye catching colors?
        
        I think we could eat this every week for the rest of our lives and never get tired of it!",
        "ingredients":["- 1/2 cup balsamic vinegar",
        "- 1 1/2 tsp honey (optional*)",
        "- 3 medium tomatoes cut into 1/3-inch slices (about 20 oz.)",
        "- 16 oz. fresh mozzarella cut into 1/3-inch slices",
        "- 1/2 cup fresh basil leaves",
        "- 1/4 cup extra virgin olive oil",
        "- Salt and freshly ground black pepper"],
        "procedure":["1 Whisk together balsamic vinegar and honey in a small saucepan. Bring to a simmer over medium heat then reduce heat to low and let simmer until thickened and reduced down to nearly 2 Tbsp about 8 - 11 minutes.",
        "2 Pour into small bowl and let cool to room temperature about 10 minutes.",
        "3 Layer tomato slices fresh mozzarella slices and basil on a rimmed serving platter.",
        "4 Drizzle with olive oil balsamic reduction and season with salt and pepper to taste. Serve immediately."],
        "image": "url"
    },
    {
        "id": 19,
        "title": "Corn Salad",
        "description":"
        It’s one of the ultimate summer side dishes! It pairs so well with grilled main dishes like chicken, steak or salmon and it’s the perfect thing to bring along on a picnic.

        This is simple and refreshing and brimming with nutritious goodness. A flavorful way to get your veggie intake.
        
        You’ll love the satisfying blend of textures and the overload of freshness.
        
        
        If you plan on having any extra you could just wait to toss the other half with dressing and serve it the following day. I dream about leftovers of this for lunch!",
        "ingredients":["- 4 larger ears fresh corn shucked (yields about 4 cups,
        20 oz corn kernels)",
        "- 1 heaping cup halved grape tomatoes",
       " - 1 cup diced English cucumber",
        "- 1/3 cup diced red onion",
       " - 2/3 cup crumbled feta cheese",
        "- 3 Tbsp finely chopped fresh parsley",
        "- 2 Tbsp finely chopped fresh basil"],
        "procedure":["1 Make dressing: In a mixing bowl whisk together olive oil red wine vinegar lemon juice honey garlic salt and pepper. Refrigerate while preparing salad.",
        "2 For the salad: Bring a large pot of water to a boil. Have a large bowl of ice water ready nearby.",
        "3 Once water in pot boils add corn and cook just 3 minutes (even 2 minutes if you want it a little more raw and crisp).",
        "4 Transfer to ice water to cool for a few minutes. Drain well.",
       " 5 Cut kernels from corn then transfer to a large bowl.",
        "6 Add tomatoes cucumbers red onion feta parsley and basil.",
        "7 Whisk dressing again then pour over salad. Toss well to coat season with more salt as desired."],
        "image": "url"
    },
    {
        "id": 20,
        "title": "Couscous Salad",
        "description":"
        Another salad recipe to add to the rotation! This one is made with fine tender couscous a rich olive oil dressing and the perfect pairing of bright tomatoes cucumbers and herbs.

        It has a delicious Mediterranean flavor that pairs exceptionally well with seafood and chicken.
        
        It’s also very versatile and you can swap and add other ingredients like chick peas or pine nuts (see ideas in variations below).
        
        Here you got lots of nutritious ingredients in this tasty salad that you’ll feel great about eating! It makes a great lunch or delicious dinner side dish.",
        "ingredients":[[
            "- 1 cup dry Moroccan couscous*",
        "- 1 cup warm water**",
        "- Salt and freshly ground black pepper",
        "- 1/4 cup + 1 tsp olive oil divided (regular or extra virgin)",
        "- 2 Tbsp fresh lemon juice",
        "- 1 tsp minced garlic (1 clove)",
       " - 1 1/2 cups grape tomatoes halved",
        "- 1 1/2 cups diced English cucumber",
        "- 1/3 cup diced red onion",
        "- 1/3 cup finely crumbled feta cheese",
        "- 1/3 cup toasted slivered almonds (optional but highly recommended)",
        "- 1/3 cup finely chopped fresh parsley",
       " - 2 Tbsp finely chopped fresh mint"],
        "procedure":[
        "1 Bring water to a boil in a medium saucepan.",
        "2 Right when it reaches a boil remove from heat and right away stir in couscous and salt and cover. Let rest 5 minutes.",
        "3 Drizzle in 1 tsp olive oil fluff with a fork and let cool about 10 minutes in a salad bowl (toss occasionally if possible to reduce sticking). Meanwhile prepare remaining salad ingredients.",
        "4 In a small mixing bowl whisk together remaining 1/4 cup olive oil lemon juice and garlic.",
        "5 To bowl with couscous add tomatoes cucumber red onion feta almonds if using parsley and mint. Pour dressing over everything and toss to evenly coat."
        "6 Season with salt and pepper to taste. Salad is best the day prepared but will keep in the fridge for 1 day"],
        "image": "url"
    }
]
}
module.exports = {recipes}